@extends('layouts.front')
@section('title', 'برنامج متكلم')
@section('menu')
<li><a href="{{route('home')}}/#homesection">الرئيسيه</a></li>
    <li><a href="{{route('home')}}/#about-us">معلومات عنا</a></li>
    <li><a href="{{route('home')}}/#features">مميزاتنا</a></li>
    <li><a href="{{route('home')}}/#images">صور</a></li>
    {{-- <li><a href="{{route('home')}}/#blog">مصادر مهمه</a></li> --}}
    <li><a href="{{route('home')}}/#questions">الاسئلة المكرره</a></li>
    <li ><a href="{{route('join')}}">الانضمام</a></li>
    <li class="active"><a href="{{route('terms_privacy')}}">الشروط والأحكام</a></li>

@endsection


@section('content')

<!--=================================
policy-->
<section id="policy" class="page-section-ptb">
 <div class="container mt-5">
   <div class="row">
   <div class="col-md-12">
    <h1 class="text-white"> سياسات  <br> الشروط والأحكام
  </div>
   </div>
 </div>
</section>

<!--=================================
policy-->

<section class="mt-5">
<div class="container">
    <div class="row ">
    <div class="col-lg-12 sm-mb-40">
       <div class="section-title">
         <h2 class="title-effect"> سياسات الخصوصية</h2>
         <p> نتعهد على حفظ و احترام خصوصياتك. تحدد سياسة الخصوصية وشروط الاستخدام هذه الأساس الذي سيتم على أساسه معالجة أي بيانات شخصية نجمعها منك ، أو التي تقدمها لنا. يرجى قراءة ما يلي بعناية لفهم وجهات نظرنا وممارساتنا فيما يتعلق ببياناتك الشخصية وكيف سنتعامل معها.  </p>
       </div>
     </div>
</div>
</section>

<section class="mt-1 description_notes">
<div class="container">
       <div class="row mt-30 mt-3">
         <div class="col-md-12 section-title mt-4">
         <h2 class="title-effect">المعلومات التي قد نجمعها منك </h2>
        <h4 class="mb-3 mt-2">قد نقوم بجمع ومعالجة البيانات التالية عنك:  </h4>
        <p> تتضمن المعلومات التي تقدمها من خلال ملء النماذج الموجودة على موقعنا المعلومات المقدمة في وقت استكمال النماذج المختلفة على موقعنا أو التسجيل للحصول على خدماتنا أو رسائل البريد الإلكتروني أو نشر المواد أو طلب مزيد من المعلومات أو الخدمات. <br>
        قد نطلب منك أيضًا معلومات عند دخولك في عرض ترويجي أو حدث برعاية ، وعندما تبلغ عن مشكلة في موقعنا. <br>
        إذا اتصلت بنا ، فقد نحتفظ بسجل لتلك المراسلات. <br>
        قد نطلب منك أيضًا إكمال الاستبيانات التي نستخدمها لأغراض البحث. <br>
        تفاصيل المعاملات التي تجريها من خلال موقعنا وتنفيذ أي معاملات. <br>
        تفاصيل زياراتك إلى موقعنا بما في ذلك ، على سبيل المثال لا الحصر ، بيانات حركة المرور وبيانات الموقع ومدونات الويب وبيانات الاتصال الأخرى ، سواء كان ذلك مطلوبًا لأغراض الفوترة الداخلية أو غير ذلك والموارد التي تصل إليها على موقعنا.
        عناوين الانترنت بروتوكول
        قد نقوم بجمع معلومات حول جهاز الكمبيوتر الخاص بك ، بما في ذلك ، حيثما كان ذلك متاحًا ، عنوان IP الخاص بك والموقع ونظام التشغيل ونوع المتصفح. هذه المعلومات مخصصة لإدارة النظام ولإبلاغ معلنينا بالمعلومات المجمعة.   <br>هذه البيانات الإحصائية حول إجراءات وأنماط تصفح مستخدمينا ، ولا تحدد أي فرد. </p>

         </div>

       </div>


</section>


<section class="mt-5 read_more">
<div class="container">
    <div class="row">
    <div class="col-lg-12 sm-mb-40">
       <div class="section-title">
         <h2 class="title-effect">  ملفات الارتباط</h2>
        <p> ملف تعريف الارتباط هو جزء من المعلومات التي ينقلها موقع الويب إلى ملف تعريف الارتباط للمتصفح الموجود على القرص الصلب لجهاز الكمبيوتر الخاص بك حتى يتمكن موقع الويب من تذكر هويتك ومعلومات حول زيارتك  . <br> يستخدم موقعنا ملفات تعريف الارتباط للمساعدة في تزويدك بتجربة جيدة عندما تتصفح موقعنا ويسمح لنا أيضًا بتحسين موقعنا. <span id="dots">...</span>
        <span id="more">
        يجوز للأطراف الخارجية أيضًا وضع ملفات تعريف الارتباط (أو تقنية مشابهة) وقراءتها على متصفحنا لجمع المعلومات أو تقديم المحتوى أو الإعلانات لك

طريقة استخدام المعلومات
نستخدم المعلومات التي نحصل عليها منك بالطرق التالية:<br>
* لضمان تقديم المحتوى من موقعنا بأكثر الطرق فعالية لك ولجهاز الكمبيوتر الخاص بك.<br>
* لتزويدك بالمعلومات أو المنتجات أو الخدمات التي طلبتها منا أو التي نشعر أنها قد تهمك ، حيث وافقت على الاتصال بهذه الأغراض.<br>
* لتنفيذ التزاماتنا الناشئة عن أي عقود مبرمة بينك وبيننا.<br>
* للسماح لك بالمشاركة في الميزات التفاعلية لخدماتنا ومنتجاتنا وأحداثنا عندما تختار القيام بذلك.<br>
* لإخطارك بأي تغييرات تطرأ على خدماتنا أو منتجاتنا.<br>
*
إفشاء المعلومات الخاصة بك
قد نكشف عن معلوماتك الشخصية إلى:<br>
* أي عضو في مجموعة شركاتنا (الشركات التابعة لنا وشركتنا القابضة النهائية والشركات التابعة لها) ؛<br>
* شركات معالجة البيانات ودور البريد والجهات الخارجية الأخرى التي تعمل بالنيابة عنا (سواء بشكل مباشر أو غير مباشر).<br>
* قد نكشف أيضًا عن معلوماتك الشخصية لأطراف ثالثة:<br>
* إذا قمنا ببيع أو شراء أي أعمال أو أصول أو أسهم ، في هذه الحالة يجوز لنا الكشف عن بياناتك الشخصية للبائع أو المشتري المحتمل لهذه الأعمال أو الأصول أو الأسهم.<br>
إذا كان علينا واجب الكشف عن بياناتك الشخصية أو مشاركتها للامتثال لأي التزام قانوني ، أو لفرض أو تطبيق الشروط والأحكام الخاصة بنا ؛<br>
أو لحماية حقوقنا وممتلكاتنا وسلامتنا أو حقوق عملائنا وموظفينا وغيرهم. بما في ذلك تبادل المعلومات مع الشركات والمؤسسات الأخرى للحماية من الاحتيال والحد من مخاطر الائتمان.<br>
بين الحين والآخر ، يتم تلقي طلبات للحصول على معلومات من الوكالات الحكومية وأوامر المحكمة والشرطة وغيرها من وكالات التنفيذ. إذا حدث هذا ، وكان هناك أساس قانوني مناسب لتقديم معلوماتك ، فسيتم توفيرها للمؤسسة التي تطلبها.<br>

التغييرات في سياسة الخصوصية الخاصة بنا<br>
قد يتم تحديث سياسة الخصوصية هذه من وقت لآخر ، لذا قد ترغب في التحقق منها في كل مرة تزور فيها موقعنا

  </span>
</p>
            <div class="col-md-12 mb-3 mt-2">
                <div class="submit-button text-center">
                  <button onclick="myFunction()" id="myBtn" class="button"><span> المزيد</span></button>
                </div>
              </div>
       </div>
     </div>
</div>
</section>

<!--=================================
action box- -->

<section id="join"  class="action-box theme-bg full-width">
 <div class="container">
   <div class="row">
     <div class="col-lg-12 col-md-12 position-relative">
       <div class="action-box-text">
         <h3><strong> الانضمام </strong>  للبرنامج التدريبي</h3>

       </div>
       <div class="action-box-button">
         <a class="button button-border white" href="{{route('join')}}">
           <span>اضغط هنا</span>
           <i class="ti-face-smile"></i>
         </a>
       </div>
     </div>
   </div>
 </div>
</section>

<!--=================================
action box- -->


<!--=================================
function read more -------------- -->



<script>
function myFunction() {
  var dots = document.getElementById("dots");
  var moreText = document.getElementById("more");
  var btnText = document.getElementById("myBtn");

  if (dots.style.display === "none") {
    dots.style.display = "inline";
    btnText.innerHTML = "المزيد ";
    moreText.style.display = "none";
  } else {
    dots.style.display = "none";
    btnText.innerHTML = "اقرأ اقل ";
    moreText.style.display = "inline";
  }
}
</script>

@endsection

